[XComGame.X2BodyPartTemplateManager]


;DEV NOTE: Divided by 10 each to make it easier

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;TOTAL 发型S: 134 (AS OF MOD VERSION 1.02)
; 18 NEW ADDITIONAL 发型S ADDED!
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;VERSION 1.02
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 1 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[VRedux_02_Lethor_PonyDef_A_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫"

[VRedux_02_Lethor_PonyNoAttach_B_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫 (无附件)"

[VRedux_02_Lethor_PonyNoTail_C_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫 (无附件 长发)"

[VRedux_02_Lethor_PonyDef_D_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫 (主色)"

[VRedux_02_Lethor_PonyDef_E_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫 (附色)"

[VRedux_02_Lethor_PonyNoAttach_F_Pri_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫 (无附件 - 主色)"

[VRedux_02_Lethor_PonyNoAttach_G_Sec_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 雷茜 马尾辫 (无附件 - 附色)"

[VRedux_02_Celt_A_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 凯尔特"

[VRedux_02_Celt_B_Fiona_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 凯尔特 (无玫瑰花)"

[VRedux_02_Siet_A_Pony_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 希埃特 马尾辫"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 2 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[VRedux_02_Siet_B_Pony_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 希埃特 马尾辫 (无玫瑰花装饰)"

[VRedux_02_Siet_A_Long_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 希埃特 长 发型"

[VRedux_02_Siet_B_Long_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 希埃特 长 发型 (无玫瑰花装饰)"

[VRedux_02_Tess_Def_CurlLong_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 泰莎 长卷 发型"

[VRedux_02_2020Con_A_OneSideRibbon_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单边 发型"

[VRedux_02_2020Con_B_OneSideNoRibbon_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单边 发型 (无缎带附件)"

[VRedux_02_2020Con_A_OneSideRibbon_Flip_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单边 发型 - 反转"

[VRedux_02_2020Con_B_OneSideNoRibbon_Flip_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 单边 发型 - 反转 (无缎带附件)"

[VRedux_02_2019_ChinaBowtie_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 蝴蝶节 马尾辫"

[VRedux_02_LowUp_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 低丸子头"


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; COLUMN 3 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[VRedux_02_Dan_Def_A_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 丹雅 波浪 发型"

[VRedux_02_Dan_Def_B_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 丹雅 波浪 发型 (无附件)"

[VRedux_02_Dan_Def_C_T X2BodyPartTemplate]
DisplayName="洛奇英雄传 (重置版) - 丹雅 波浪 发型 (无附件 圆发髻)"
